alsa-utils
amd-ucode
base
base-devel
blueman
brightnessctl
btop
cava
cmatrix
discord
dkms
dolphin
dosfstools
dunst
efibootmgr
fastfetch
firefox
gcc-fortran
gedit
git
git-lfs
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprshot
imagemagick
iwd
kitty
lazygit
libpulse
linux
linux-firmware
linux-headers
ly
mtools
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-extra
nvidia-dkms
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
postman-bin
pwvucontrol
python-pip
qt5-wayland
qt6-wayland
redis
slurp
smartmontools
sof-firmware
swaync
tk
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
vim
visual-studio-code-bin
waybar
wf-recorder
wget
wireless_tools
wireplumber
wlogout
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
zram-generator
zsh
zsh-completions
zsh-theme-powerlevel10k-git
